//Откуда пришли
export const comeFrom = [
    { id: "Яндекс", value: 507 },
    { id: "Google", value: 172 },
    { id: "Объявления", value: 131 },
    { id: "Билборды", value: 177 },
];

//Траты по дням недели
export const expensesInDay = [
    {
        id: "cost",
        data: [
            {
                x: "пн",
                y: 152,
            },
            {
                x: "вт",
                y: 297,
            },
            {
                x: "ср",
                y: 217,
            },
            {
                x: "чт",
                y: 185,
            },
            {
                x: "пт",
                y: 134,
            },
            {
                x: "сб",
                y: 6,
            },
            {
                x: "вс",
                y: 142,
            },
        ],
    },
];

//Количество заказов
export const ordersCount = [
    {
        id: "count",
        data: [
            {
                x: "1",
                y: 300,
            },
            {
                x: "2",
                y: 297,
            },
            {
                x: "3",
                y: 200,
            },
            {
                x: "4",
                y: 185,
            },
            {
                x: "5",
                y: 100,
            },
            {
                x: "6",
                y: 6,
            },
            {
                x: "7",
                y: 142,
            },
            {
                x: "8",
                y: 142,
            },
            {
                x: "9",
                y: 142,
            },
        ],
    },
];
